{
    "header": {
        "fs": "File sharing",
        "home": "Home",
        "addons": "Emailing",
        "fallback": "Decrypt emails",
        "about": "About",
        "pol": "Privacy Policy"
    },
    "footer": {
        "fs": "Send & Encrypt",
        "home": "Back to home",
        "addons": "Download add-on",
        "fallback": "Decrypt emails",
        "about": "About",
        "pol": "Privacy Policy"
    },
    "home": {
        "title": "PostGuard",
        "par": "PostGuard offers free and easy-to-use end-to-end-encryption for emails and files. Only the intended recipients can decrypt and read the emails and files you send with PostGuard.",
        "subtitle1": "Why PostGuard?",
        "subpar1": "Most email applications (like Apple Mail, Gmail and Outlook) and file sharing applications do not apply end-to-end encryption by default. This means that unauthorized parties could access and tamper with your emails and files. This is not appropriate for emails and files containing sensitive information."
    },
    "about": {
        "title": "About PostGuard",
        "subtitle1": "End-to-end encryption",
        "subpar1": "PostGuard offers end-to-end encryption (E2EE) to increase the security of email and file sharing. Before sending an email or sharing a file, the email or file is encrypted. This means that the email or file is transformed in such a way that only authorized parties can decrypt it. Only the intended recipients can decrypt the email or file using a special secret key. “End-to-end”-part of E2EE means that the files and emails are encrypted in transit, from sender to receiver.",
        "subtitle2": "Identity-based encryption",
        "subpar2": "PostGuard uses Identity-Based Encryption (IBE), which is a type of encryption that is easier to use than traditional public-key encryption. In particular, it addresses two problems: key management and recipient authentication. In traditional public-key encryption, each recipient has her own public key, which needs to be located and authenticated by the sender before it can be used to encrypt. In identity-based encryption, the public keys are generated directly from the identity of the recipient. The sender only needs to locate one master public key, and can encrypt any messages under any recipient's identity. To decrypt, the recipient then needs to authenticate herself to a trusted third party, which moves away the responsibility of authenticating the recipient from the sender.",
        "subtitle3": "IRMA",
        "subpar3": "To decrypt and read encrypted emails and files, recipients only needs to prove that they really are the intended recipient. This is done with the authentiction app IRMA. PostGuard uses IRMA because it is a free, easy-to-use and privacy-friendly authentication app. Moreover, IRMA offers attribute-based authentication. This means that recipients are able to selectively disclose specific attributes (like having an email address, phone number or surname) of an email or file.",
        "team.header": "About the team",
        "team.par": "PostGuard is being developed by a multidisciplinary team from <a href=\"https://ihub.ru.nl\">iHub at Radboud University</a>, in the Netherlands, funded by NWO. The aim is to foster secure communication by offering free email encryption based on advanced (identity-based) encryption techniques. The team focuses on usability and accessibility of encryption technology by combing expertise in computing science, security, and user experience design. This project partners with several public and private organisations in the Netherlands, including <a href=\"https://nedap-healthcare.com/\">Nedap Healthcare</a>, <a href=\"https://www.vgz.nl/\">VGZ</a>, <a href=\"https://www.surf.nl/en\">SURFnet</a>, <a href=\"https://www.nijmegen.nl/\">the Municipality of Nijmegen</a> and <a href=\"https://www.compumatica.com/\">Compumatica</a>. For questions or other inquiries, please contact us via <a href=\"mailto:info@postguard.eu\">our contact address</a>."
    },

    "addons": {
        "title": "Add PostGuard to your mail client",
        "par": "Using the PostGuard addon for Thunderbird or Outlook, you can send encrypted emails in a breeze!",
        "Thunderbird": "<ol><li>Download and save the file <a href=\"/downloads/postguard-tb-addon.xpi\" ><q>postguard-tb-addon.xpi</q></a> somewhere on your computer, where you can find it again easily. </li><li><p>Within Thunderbird:</p><ul><li>under the menu <q>Tools</q>, go to <q>Add-ons and Themes</q>,</li><li> click on the sign, after <q>Manage Your Extensions</q> and select <q>Install Add-on From File ...</q>, </li><li> a file selection window opens; go to the folder where you stored the file <q>postguard-tb-addon.xpi</q> and select it, </li><li> Thunderbird tells you what an add-on can do; when you wish to continue, click the <q>Add</q> button. </li></ul></li><li> Now, when you compose a new mail message, a new header is shown with a button to switch PostGuard on or off. When on, it will encrypt the message for all recipients. Each recipient needs to use the IRMA app to prove that (s)he really posesses the email address that you used. </li></ol>",
        "Outlook": "<ol><li><p>Adding the add-on:</p><ul><li>Open Outlook</li><li> Under the menu <q>Home</q> or menu item <q>Tools</q>, click on <q>Get Add-ins</q>, </li><li>Click on the left on <q>My add-ins</q>,</li><li> Scroll down to the <q>Custom Addins</q> section. <i>If you do not see this option, your organization probably does not allow custom add-ons to be installed. Please contact your administrator.</i>,</li><li> Click on <q>Add a custom add-in</q>, and then <q>Add from URL...</q>,</li><li> Enter <q>https://irmaseal.z6.web.core.windows.net/manifest.prod.xml</q> and click <q>OK</q> and <q>Install</q>, </li><li>Now the add-in is being installed.</li></ul></li><li> Now, when you compose a new mail message, a new group is visible in the <q>Message</q> menu titled <q>PostGuard Add-in</q>. It contains only one button, called <q>Send encrypted Email</q>. When clicking, it will encrypt and send the message to all recipients. Each recipient needs to use the IRMA app to prove that (s)he really possesses the email address that you used. Also, a copy of the sent mail is stored in the folder <q>PostGuard Sent Items</q> as a draft email (currently, Microsoft only allows to create messages as a draft). </li><li> After receiving a PostGuard encrypted email, the email can be decrypted by clicking on the <q>Decrypt Email</q> button within the <q>PostGuard Add-in</q> group under the <q>Home</q> menu. </li></ol>",
        "instruction.header": "Install instructions",
        "instruction.download": "Download for:"
    },
    "fallback": {
        "drop": "Drop the \"postguard.encrypted\" attachment here",
        "search": "Search decrypted mails...",
        "decrypt": {
            "helper": "Decrypt this mail by showing who you are with <i class=\"yivi-web-logo\">Yivi</i>"
        },
        "settings": {
            "h4": "Local storage",
            "delete": {
                "emailBtn": "Remove all emails",
                "credsBtn": "Remove all personal data",
                "emails": "Are you sure you want to delete all emails? This action is permanent!",
                "creds": "Are you sure you want to delete all personal data? This action is permanent!"
            },
            "storeEmails": "Store my emails locally",
            "storeCreds": "Store my personal data locally",
            "creds": "Personal data",
            "exp": "Expiry date",
            "back": "Back"
        },
        "email": {
            "from": "From",
            "to": "To",
            "subject": "Subject",
            "date": "Date"
        },
        "list": {
            "nothing": "Oops! Looks like there is nothing here.",
            "nothing2": "Decrypt an email by selecting a \"postguard.encrypted\" file you received as email attachment above."
        }
    },
    "filesharing": {
        "title": "Filesharing",
        "subtitle1": "How does filesharing work?",
        "subpar1": "With PostGuard you can securely send files in a privacy-friendly manner. Every file is encrypted specifically for the receiver. Only that person can decrypt that file. To do that, the email address must be shown. For this, the identification app IRMA is used. <a href=\"https://irma.app/\">Learn more about the IRMA-app.</a>"
    },
    "privacypolicy": {
        "title": "Privacy Policy",
        "full": "<p>PostGuard is a free platform is for securely sending emails and files. These are two separate services. They both offer confidentiality: protection against reading by the wrong person(s). PostGuard encrypts your emails and files in such a way that only the recipient that you choose can decrypt, and then read them. This works via the free IRMA/Yivi app for attribute-based authentication: you, as sender choose certain personal attributes of the intended receiver (such as email address, phone number or name). The receiver must then prove, via the IRMA/Yivi app, to be in possession of these attributes, before the mail/file can be decrypted and read. This is the essence of PostGuard: it reduces confidentiality to authentication. PostGuard is offered for free, as a social service, to make encrypted mail and file sharing easy for everyone. PostGuard is developed with support from NWO and SIDN fonds.</p><p>PostGuard is operated by the <a href=\"https://ihub.ru.nl\">iHub</a> team at Radboud University (RU) in The Netherlands. As explained in more detail below, iHub/RU is the data controller, in the sense of Europe's General Data Protection Regulation (GDPR): it determines the purposes and means. iHub/RU is also a PostGuard data processor. For PostGuard file sharing iHub/RU is a data processor jointly with the company <a href=\"https://www.procolix.com/\">ProcoliX</a>. Only data that is necessary for the PostGuard service is processed.</p><p>Both email and file encryption make use of Identity-Based-Encryption (IBE) via a Key Generation Service (KGS) that is run by iHub/RU. A receiver of an email or file can obtain a decryption key from the KGS after proper authentication (via IRMA/Yivi). The disclosed attributes are processed very briefly by iHub/RU in order to check if they match the requirements, so that a decryption key can be generated. Immediately after key generation, or after a failed disclosure, the relevant attributes (and associated timestamped IP-addresses) are deleted. iHub/RU does not maintain a log of these data in such disclosures. iHub/RU does count the number of disclosures and the rough location (at country level) of their origin. These data are used only for usage statistics and service improvements.<ul><li>When you use PostGuard to send encrypted emails, these emails follow their usual routes via email servers and do not pass through iHub/RU, either as plaintext or encrypted. Hence iHub/RU does not process your emails. If you use the PostGuard browser-based decryption service for decrypting your emails, the actual decryption takes place in your own webbrowser. Hence, also in this case, iHub/RU does not process your emails.<li>Transferring files via PostGuard happens via a website hosted by iHub/RU. Via this website iHub/RU processes only the email addresses of the sender and the recipient. These are needed to send notifications about the transfer. The receiver's email address is also used as (standard) attribute to enable encryption and decryption via PostGuard. Sent emails and email addresses are not stored longer than strictly necessary, that is, at most 2 weeks. When you use PostGuard to transfer files, the encrypted files will be stored temporarily at ProcoliX. ProcoliX cannot see the contents of these files because they are encrypted. Each file is accompanied by some basic metadata, like the type of attribute used for encryption and a timestamp. The attribute values are purged. The encrypted files plus these metadata are kept for a maximum of 2 weeks and are then are automatically deleted. Other technical personal data, such as IP addresses, are stored and deleted according to ProcoliX's general policy. When everything is running normally, this data is deleted after two days. ProcoliX temporarily stores the encrypted files but does not have access to the cryptographic keys (private keys) required for decryption. iHub/RU generates the private keys but does not have access to the encrypted files. ProcoliX and iHub/RU do not conspire to jointly decrypt files behind the backs of users. </ul>Technical changes to the PostGuard system, or any new services, may result in modification of this privacy policy. iHub/RU and ProcoliX reserve the right to make such changes and will announce the new privacy policy as soon as possible via this page. For any questions, comments, or complaints about this processing by iHub/RU and/or ProcoliX for PostGuard, please contact the PostGuard team at <a href=\"mailto:info@postguard.eu\">our contact address</a>. For complaints about the processing of data by iHub/RU or ProcoliX, the Dutch Authority for the Protection of Personal Data (Autoriteit Persoonsgegevens) can also be contacted."
    }
}
