{
    "header": {
        "fs": "Bestanden Delen",
        "home": "Home",
        "addons": "E-mailen",
        "fallback": "Ontsleutel E-mails",
        "about": "Over PostGuard",
        "pol": "Privacybeleid"
    },
    "footer": {
        "fs": "Bestanden delen",
        "home": "Home",
        "addons": "Add-on downloaden",
        "fallback": "Ontsleutel e-mails",
        "about": "Over PostGuard",
        "pol": "Privacybeleid"
    },
    "home": {
        "title": "PostGuard",
        "par": "PostGuard biedt gratis en gebruiksvriendelijke end-to-end encryptie voor e-mails en bestanden. Alleen de beoogde ontvangers kunnen de e-mails en bestanden die je met PostGuard verzendt, ontsleutelen en lezen.",
        "subtitle1": "Waarom PostGuard?",
        "subpar1": "De meeste e-mailtoepassingen (zoals Apple Mail, Gmail en Outlook) en toepassingen voor het delen van bestanden passen standaard geen end-to-end-versleuteling toe. Dit betekent dat onbevoegde partijen toegang kunnen krijgen tot en knoeien met uw e-mails en bestanden. Dit is niet geschikt voor e-mails en bestanden die gevoelige informatie bevatten."
    },
    "about": {
        "title": "Over PostGuard",
        "subtitle1": "End-to-end versleuteling",
        "subpar1": "PostGuard biedt end-to-end encryptie (E2EE) om de veiligheid van e-mail en het delen van bestanden te waarborgen. Voordat een e-mail wordt verzonden of een bestand wordt gedeeld, wordt de e-mail of het bestand versleuteld. Dit betekent dat de e-mail of het bestand zodanig wordt getransformeerd dat alleen geautoriseerde partijen deze kunnen ontsleutelen. Alleen de beoogde ontvangers kunnen de e-mail of het bestand ontsleutelen met een speciale geheime sleutel. Het \"End-to-end\"-onderdeel van E2EE betekent dat de bestanden en e-mails tijdens het transport versleuteld zijn, van afzender tot ontvanger.",
        "subtitle2": "Identity-Based Encryption",
        "subpar2": "PostGuard maakt gebruik van Identity-Based Encryption (IBE), een type versleuteling dat gemakkelijker te gebruiken is dan traditionele versleuteling met public-key encryption (PKE). Het pakt met name twee problemen aan: sleutelbeheer en authenticatie van ontvangers. Bij traditionele versleuteling met public-key encryption heeft elke ontvanger zijn eigen publieke sleutel, die moet worden gelokaliseerd en geverifieerd door de afzender voordat deze kan worden gebruikt om te versleutelen. Bij identity-based encryption worden de publieke sleutels rechtstreeks gegenereerd op basis van de identiteit van de ontvanger. De afzender hoeft slechts één publieke hoofdsleutel te vinden en kan vervolgens berichten versleutelen onder de identiteit van elke willekeurige ontvanger. Om te ontsleutelen moet de ontvanger zich vervolgens authenticeren bij een vertrouwde derde partij, waardoor de verantwoordelijkheid voor het authenticeren van de ontvanger wordt weggenomen van de afzender.",
        "subtitle3": "Yivi",
        "subpar3": "Om versleutelde e-mails en bestanden te ontsleutelen en te lezen, hoeven ontvangers alleen maar te bewijzen dat ze echt de beoogde ontvanger zijn. Dit gebeurt met de authenticatie-app Yivi. PostGuard gebruikt Yivi omdat het een gratis, gebruiksvriendelijke en privacyvriendelijke authenticatie-app is. Bovendien biedt Yivi attribuutgebaseerde authenticatie. Dit betekent dat ontvangers selectief specifieke attributen (zoals het hebben van een e-mailadres, telefoonnummer of achternaam) van een e-mail of bestand kunnen onthullen.",
        "team.header": "Over het team achter PostGuard",
        "team.par": "PostGuard wordt ontwikkeld door een multidisciplinair team van <a href=\"https://ihub.ru.nl\">iHub aan de Radboud Universiteit</a>, in Nederland, gefinancierd door het NWO. Het doel is veilige communicatie te bevorderen door gratis e-mailversleuteling aan te bieden op basis van geavanceerde versleutelingstechnieken. Het team richt zich op de bruikbaarheid en toegankelijkheid van versleutelingstechnologie door expertise op het gebied van informatica, cyber security en user experience design te combineren. Dit project werkt samen met verschillende publieke en private gezondheidsinstellingen in Nederland, waaronder <a href=\"https://nedap-healthcare.com/\">Nedap Healthcare</a>, <a href=\"https://www.vgz.nl/\">VGZ</a>, <a href=\"https://www.surf.nl/en\">SURFnet</a>, <a href=\"https://www.nijmegen.nl/\">de gemeente Nijmegen</a> and <a href=\"https://www.compumatica.com/\">Compumatica</a>. Voor vragen of andere verzoeken kunt je contact met ons opnemen via <a href=\"mailto:info@postguard.eu\">ons contact adres</a>."
    },
    "addons": {
        "title": "Voeg PostGuard toe aan uw e-mailclient",
        "par": "Met de PostGuard add-on voor Thunderbird of Outlook kunt je in een handomdraai versleutelde e-mails verzenden!",
        "Thunderbird": "<ol><li>Download en bewaar het bestand <a href=\"/downloads/postguard-tb-addon.xpi\" ><q>postguard-tb-addon.xpi</q></a> ergens op uw computer, waar je het gemakkelijk terug kunt vinden. </li><li><p>Binnen Thunderbird:</p><ul><li>ga onder het menu <q>Tools</q> naar <q>Add-ons en thema's</q>, </li><li> klik op <q>Uw extensies beheren</q> en selecteer <q>Add-on installeren vanuit bestand...</q>, </li><li> een venster voor bestandsselectie wordt geopend; ga naar de map waar je het bestand <q>postguard-tb-addon.xpi</q> hebt opgeslagen en selecteer het, </li><li> Thunderbird vertelt je wat een add-on kan doen; als je wilt doorgaan, klikt je op de knop <q>Toevoegen</q>. </li></ul></li><li> Als je nu een nieuw mailbericht opstelt, wordt er een nieuwe balk getoond met een knop om PostGuard aan of uit te zetten. Indien ingeschakeld, wordt het bericht voor alle ontvangers versleuteld. Elke ontvanger moet de Yivi-app gebruiken om te bewijzen dat hij/zij echt in het bezit is van het e-mailadres dat je hebt gebruikt. </li></ol>",
        "Outlook": "<ol><li><p>De add-on toevoegen:</p><ul><li>Open Outlook</li><li> Onder het menu <q>Home</q> of menu-item <q >Tools</q>, klik op <q>Add-ins ophalen</q>, </li><li>Klik links op <q>Mijn add-ins</q>,</li><li> Scrol omlaag naar het gedeelte <q>Aangepaste add-ins</q>. <i>Als je deze optie niet ziet, staat uw organisatie waarschijnlijk niet toe dat aangepaste add-ons worden geïnstalleerd. Neem contact op met uw beheerder.</i>,</li><li> Klik op <q>Een aangepaste Addon toevoegen</q> en vervolgens op <q>Toevoegen vanaf URL...</q>,</li><li> Voer <q>https://irmaseal.z6.web.core.windows.net/manifest.prod.xml</q> in en klik op <q>OK</q> en <q>Installeren</q>, </li><li>Nu wordt de add-in geïnstalleerd.</li></ul></li><li> Als je nu een nieuw e-mailbericht opstelt, is er een nieuwe groep zichtbaar in het menu <q>Message</q> met de naam <q>PostGuard Add- in</q>. Het bevat slechts één knop, genaamd <q>Gecodeerde e-mail verzenden</q>. Wanneer je erop klikt, wordt het bericht gecodeerd en naar alle ontvangers verzonden. Elke ontvanger moet de Yivi-app gebruiken om te bewijzen dat hij/zij echt over het door je gebruikte e-mailadres beschikt. Ook wordt een kopie van de verzonden e-mail opgeslagen in de map <q>PostGuard Sent Items</q> als concept-e-mail (momenteel staat Microsoft alleen toe om berichten als concept te maken). </li><li>Na ontvangst van een met PostGuard versleutelde e-mail, kan de e-mail worden ontsleuteld door te klikken op de knop <q>E-mail ontsleutelen</q> in de groep <q>PostGuard-Addon</q> onder de <q>Start</q>-menu. </li></ol>",
        "instruction.header": "Installatie instructies",
        "instruction.download": "Downloaden voor:"
    },
    "fallback": {
        "drop": "Selecteer \"postguard.encrypted\" attachment hier",
        "search": "Zoek in ontsleutelde mails...",
        "decrypt": {
            "helper": "Ontsleutel deze email door te laten zien wie je bent met <i class=\"yivi-web-logo\">Yivi</i>"
        },
         "settings": {
            "h4": "Lokale opslag",
            "delete": {
                "emailBtn": "Verwijder alle emails",
                "credsBtn": "Verwijder alle persoonlijke data",
                "emails": "Weet je zeker dat je alle emails wil weggooien? Deze actie is permanent!",
                "creds": "Weet je zeker dat je alle persoonlijke data wil weggooien? Deze actie is permanent!"
            },
            "storeEmails":"Sla mijn emails lokaal op",
            "storeCreds": "Sla mijn data lokaal op",
            "creds": "Persoonlijke data",
            "exp": "Verloopt op",
            "back": "Terug"

        },
        "email": {
            "from": "Van",
            "to": "Naar",
            "subject": "Onderwerp",
            "date": "Datum"
        },
        "list": {
            "nothing": "Oeps! Er lijkt hier niks te zijn.",
            "nothing2": "Ontsleutel een email door een \"postguard.encrypted\" bestand te selecteren in het bovenste venster."
        }
    },
    "filesharing": {
        "title": "Bestanden delen",
        "subtitle1": "Hoe werkt het delen van bestanden?",
        "subpar1": "Met PostGuard kan je op een privacyvriendelijke manier veilig bestanden versturen. Elk bestand wordt speciaal voor de ontvanger versleuteld. Alleen die persoon kan dat bestand ontsleutelen. Daarvoor moet het e-mailadres getoond worden. Hiervoor wordt de identificatie-app Yivi gebruikt. <a href=\"https://yivi.app/\">Leer meer over de Yivi-app.</a>",
        "error": "Oeps... Excuses, er is iets fout gegaan. Probeer het nog een keer of neem contact op met ons",
        "tryAgain": "Probeer opnieuw",
        "cancel": "Annuleer",
        "sign": {
            "scanQR": "Scan deze QR-code met je Yivi app.",
            "close": "Sluit"
        },
        "decryptpanel": {
            "header": "DOWNLOAD & ONTSLEUTEL",
            "downloadDecrypt": "Downloading & ontsleutelen...",
            "irmaInstructionHeaderQr": "Scan QR-code met Yivi",
            "irmaInstructionHeaderMobile": "Bewijs identiteit met Yivi",
            "irmaInstructionQr": "Ontsleutel het bestand door je e-mailadres te tonen. Scan daarvoor de onderstaande QR-code met de identificatie app Yivi.",
            "irmaInstructionMobile": "Ontsleutel het bestand door je e-mailadres te tonen. Click daarvoor op de onderstaande knop om naar de identificatie app Yivi te gaan.",
            "noIrma": "Nog geen Yivi-app?",
            "decrypting": "Jouw bestand wordt gedownload en vervolgens ontsleuteld.",
            "succes": "Succesvol gedownload en ontsleuteld",
            "askDownload": "Download",
            "askDownloadText": "Druk op onderstaande knop om de bestanden te ontsleutelen en downloaden.",
            "verifiedEmail": "De bestanden zijn afkomstig van",
            "verifiedExtra": "De bestanden zijn ondertekend met"
        },
        "encryptPanel": {
            "fileBox": {
                "tagline": "Verstuur je bestanden veilig",
                "upperTextDropZone": "Sleep bestanden hierheen <br/> of",
                "lowerTextDropZone": "klik om te uploaden <br/> (max. 2GB)",
                "dragText": "Sleep bestanden hierheen",
                "orText": "of",
                "chooseFilesButton": "Kies bestanden",
                "maxSizeText": "Maximaal 2 GB",
                "addMoreFiles": "Voeg meer bestanden toe",
                "fileSummary": "{count} {count, plural, one {bestand} other {bestanden}} toegevoegd, nog {size} GB over"
            },

            "RecipientsHeading": "Ontvangers",
            "RecipientsHelpToggle": "Wat vul ik hier in?",
            "emailRecipient": "E-mailadres",
            "emailRecipientPlaceholder": "ontvanger@voorbeeld.nl",
            "RecipientsText": "Geef de ontvangers op en welke attributen ze moeten aantonen om de bestanden te ontsleutelen. Alleen de ontvangers kunnen deze gegevens zien.",
            "RecipientsOptionalHeading": "Extra vereiste attributen",
            "emailSender": "E-mailadres",
            "emailSenderHeading": "Jouw gegevens",
            "emailSenderSubHeadingToggle": "Waarom heb je deze gegevens nodig?",
            "emailSenderSubHeading": "Laat de ontvanger(s) weten dat deze bestanden van jou afkomstig zijn. Voor het verzenden onderteken je de bestanden door je e-mailadres en eventuele aanvullende persoonlijke gegevens aan te tonen met de Yivi-app.",
            "messageHeading": "Bericht (optioneel)",
            "messageText": "Dit bericht wordt niet versleuteld en wordt opgenomen in de notificatie-e-mail.",
            "messagePlaceholder": "Typ hier je bericht...",
            "encryptSend": "Onderteken & verzend",
            "yiviInfo": "Wat is Yivi?",
            "yiviInfoText": "Yivi is een gratis en privacy-vriendelijke authenticatie-app. Met Yivi kun je bewijzen wie je bent door selectief persoonlijke gegevens te delen, zoals je e-mailadres, telefoonnummer of naam. Bij PostGuard gebruiken we Yivi om bestanden veilig te versleutelen en ontsleutelen.",
            "yiviInfoLink": "Meer informatie over Yivi",
            "yiviTip": "Tip: In de Yivi-app kun je optionele gegevens toevoegen. Zo laat je de ontvanger(s) zeker weten dat deze bestanden van jou komen.",
            "sending": "Je bestanden worden verzonden",
            "encrypting": "Ondertekenen & verzenden...",
            "encryptingInfo": "Jouw bestanden worden versleuteld en daarna verzonden naar: ",
            "succes": "Je bestanden zijn verzonden!",
            "succesInfo": "Jouw bestanden zijn versleuteld en verzonden. Een e-mail met een download link is verstuurd naar: ",
            "filesHeader": "Bestanden",
            "recipientsHeader": "Naar",
            "whatRecipientGets": "Wat krijgt een ontvanger",
            "whatRecipientGetsText": "De ontvanger ontvangt een e-mail met een link naar de PostGuard website. Op deze pagina kunnen ze de bestanden downloaden door hun identiteit te bewijzen met de Yivi-app. Ze scannen een QR-code met Yivi, waarna ze toegang krijgen tot de versleutelde bestanden en deze kunnen ontsleutelen.",
            "another": "Nog iets versturen",
            "irmaInstructionHeaderQr": "Laat zien wie je bent door de QR-code te scannen met Yivi",
            "irmaInstructionHeaderMobile": "Bewijs identiteit met Yivi",
            "irmaInstructionQr": "Versleutel de bestanden door je e-mailadres te verifieren. Scan daarvoor de onderstaande QR-code met de identificatie app Yivi.",
            "irmaInstructionMobile": "Versleutel de bestanden door je e-mailadres te verifieren. Click daarvoor op de onderstaande knop om naar de identificatie app Yivi te gaan.",
            "addRecipient": "ontvanger",
            "addRecipientButton": "Voeg nog een ontvanger toe",
            "emailSenderConfirm": "Stuur mij een bevestiging",

            "timeremaining": {
                "estimate": "Estimating...",
                "unknown": "Nog meer dan een dag",
                "hours": "Nog ongeveer {hours} uur",
                "minutes": "Nog ongeveer {minutes} minuten",
                "seconds": "Nog een ogenblikje"
            }
        },
        "attributes":{
            "pbdf.sidn-pbdf.mobilenumber.mobilenumber": "Mobiel telefoonnummer",
            "pbdf.sidn-pbdf.mobilenumber.mobilenumber.placeholder": "612345678",
            "pbdf.gemeente.personalData.fullname": "Volledige naam",
            "pbdf.gemeente.personalData.fullname.placeholder": "Jan Jansen",
            "pbdf.gemeente.personalData.dateofbirth": "Geboortedatum",
            "pbdf.gemeente.personalData.dateofbirth.placeholder": "15-01-1990"
        }
    },
    "yivi":{
        "iosHref": "https://apps.apple.com/nl/app/yivi/id1294092994",
        "androidHref": "https://play.google.com/store/apps/details?id=org.irmacard.cardemu&hl=nl"
    },
    "privacypolicy": {
        "title": "Privacybeleid",
        "full": "<p>PostGuard is een gratis platform voor het veilig versturen van e-mails en bestanden. Dit zijn twee afzonderlijke diensten. Ze bieden allebei vertrouwelijkheid: bescherming tegen lezen door de verkeerde perso(o)n(en). PostGuard versleutelt uw e-mails en bestanden op zo'n manier dat alleen de door u gekozen ontvanger ze kan ontsleutelen en lezen. Dit werkt via de gratis Yivi-app voor attribuutgebaseerde authenticatie: u kiest als afzender bepaalde persoonlijke attributen van de beoogde ontvanger (zoals e-mailadres, telefoonnummer of naam). De ontvanger moet dan via de Yivi app bewijzen in het bezit te zijn van deze attributen, voordat de mail/het bestand kan worden ontsleuteld en gelezen. Dit is de essentie van PostGuard: het reduceert vertrouwelijkheid tot authenticatie. PostGuard wordt gratis aangeboden, als een openbare dienst, om versleutelde e-mail en het delen van bestanden voor iedereen gemakkelijk te maken. PostGuard is ontwikkeld met steun van NWO en SIDN fonds.</p><p>PostGuard wordt beheerd door het team <a href=\"https://ihub.ru.nl\">iHub</a> van de Radboud Universiteit (RU) in Nederland. Zoals nader toegelicht hieronder is iHub/RU de verwerkingsverantwoordelijke, in de zin van de Europese Algemene Verordening Gegevensbescherming (AVG): deze bepaalt de doelen en middelen. iHub/RU is ook een PostGuard-gegevensverwerker. Voor PostGuard's filesharing service is iHub/RU een gegevensverwerker verwerker samen met het bedrijf <a href=\"https://www.procolix.com/\">ProcoliX</a>. Alleen gegevens die nodig zijn voor de PostGuard-service worden verwerkt.</p><p>Zowel e-mail- als bestandsversleuteling maken gebruik van Identity-Based-Encryption (IBE) via een Key Generation Service (KGS) die wordt uitgevoerd door iHub/RU . Een ontvanger van een e-mail of bestand kan na correcte authenticatie (via Yivi) een decryptiesleutel verkrijgen van de KGS. De vrijgegeven attributen worden door iHub/RU heel kort verwerkt om te controleren of ze voldoen aan de eisen, zodat een decryptiesleutel kan worden gegenereerd. Onmiddellijk na het genereren van de sleutel, of na een mislukte onthulling, worden de relevante attributen (en bijbehorende IP-adressen met tijdstempel) verwijderd. iHub/RU houdt geen logboek bij van deze gegevens in dergelijke onthullingen. iHub/RU telt wel het aantal meldingen en de globale locatie (op landniveau) van herkomst. Deze gegevens worden alleen gebruikt voor gebruiksstatistieken en verbeteringen aan de service.<ul><li>Wanneer u PostGuard gebruikt om versleutelde e-mails te verzenden, volgen deze e-mails hun gebruikelijke routes via e-mailservers en gaan ze niet door iHub/RU, noch als platte tekst, noch versleuteld. Vandaar dat iHub/RU uw e-mails niet verwerkt. Als u de browsergebaseerde ontsleutelingsdienst van PostGuard gebruikt voor het ontsleutelen van uw e-mails, vindt de daadwerkelijke ontsleuteling plaats in uw eigen webbrowser. Dus ook in dit geval verwerkt iHub/RU uw e-mails niet.<li>Bestanden overbrengen via PostGuard gebeurt via een website die wordt gehost door iHub/RU. Via deze website verwerkt iHub/RU alleen de e-mailadressen van de afzender en de ontvanger. Deze zijn nodig om notificaties over de transfer te versturen. Het e-mailadres van de ontvanger wordt ook gebruikt als (standaard) attribuut om encryptie via PostGuard mogelijk te maken. Verzonden e-mails en e-mailadressen worden niet langer bewaard dan strikt noodzakelijk, dat wil zeggen maximaal 2 weken. Wanneer u PostGuard gebruikt om bestanden over te zetten, worden de versleutelde bestanden tijdelijk opgeslagen bij ProcoliX. ProcoliX kan de inhoud van deze bestanden niet zien omdat ze versleuteld zijn. Elk bestand gaat vergezeld van enkele basale metadata, zoals het type attribuut dat wordt gebruikt voor versleuteling en een tijdstempel. De waarden van de attributen hierbij nadrukkelijk <b>niet</b> opgeslagen. De versleutelde bestanden plus deze metadata worden maximaal 2 weken bewaard en worden daarna automatisch verwijderd. Andere technische persoonsgegevens, zoals IP-adressen, worden opgeslagen en verwijderd volgens het algemene beleid van ProcoliX. Wanneer alles normaal loopt, worden deze gegevens na twee dagen verwijderd. ProcoliX slaat de versleutelde bestanden tijdelijk op, maar heeft geen toegang tot de cryptografische sleutels (private keys) die nodig zijn voor de ontsleuteling. iHub/RU genereert de privésleutels maar heeft geen toegang tot de versleutelde bestanden. ProcoliX en iHub/RU spannen niet samen om gezamenlijk bestanden achter de rug van gebruikers te ontsleutelen. </ul>Technische wijzigingen aan het PostGuard-systeem of nieuwe services kunnen leiden tot wijziging van dit privacybeleid. iHub/RU en ProcoliX behouden zich het recht voor om dergelijke wijzigingen aan te brengen en zullen het nieuwe privacybeleid zo snel mogelijk via deze pagina aankondigen. Voor vragen, opmerkingen of klachten over deze verwerking door iHub/RU en/of ProcoliX voor PostGuard kunt u contact opnemen met het PostGuard-team via ons <a href=\"mailto:info@postguard.eu\">e-mail adres</a>. Voor klachten over de verwerking van gegevens door iHub/RU of ProcoliX kan ook contact worden opgenomen met de Autoriteit Persoonsgegevens."
    }
}
